<?php
//$Path = "./";
$Path = "//coint.jp/";
include (dirname(__FILE__) . "/common/meta.php");
?>

<body id="top">
<?php include (dirname(__FILE__) . "/common/ga.php"); ?>

<header>
<section class="bg"></section>
<section class="maintxt">
<h1><div class="ologo"></div></h1>
<h2>Cointはブロックチェーンを活用した課金プラットフォームサービスです<br />
御社のシステムに簡単に組み込めて、<br />
すぐにブロックチェーンを活用した安全な課金が行えます</h2>
</section>
<section class="scnav">
SCROLL
</section>
</header>
    
<a id="btnregist"></a>
    
<main>
<section id="maincol">
<article>
<div class="imgcol" style="background:url(<?php print $Path; ?>/images/photo_blockchain.jpg)"></div>
<div class="txt">
<h3>ブロックチェーン課金API</h3>
一般的な暗号資産を利用したシステムでは、日本の法律などの問題で導入に当たり多くの規制にふれるおそれがあり、
従来のブロックチェーンを使わないシステムを使わなければならない実情でした。
Cointは『ブロックチェーンを活用した新たな選択肢』となります。
</div>
</article>
<article>
<div class="imgcol" style="background:url(<?php print $Path; ?>/images/photo_creditcard.jpg)"></div>
<div class="txt">
<h3>クレジットカード決済</h3>
もし暗号資産取引所の認可を取得しても、暗号資産の購入にはクレジットカード決済は一般的にはつかえません。<br />
Cointはクレジットカード決済で買えるブロックチェーン活用COINプラットフォームです。
</div>
</article>
<article>
<div class="imgcol" style="background:url(<?php print $Path; ?>/images/photo_legal.jpg)"></div>
<div class="txt">
<h3>日本国内でも完全合法</h3>
もちろん、グレーではなく国内法に完全に合法的に提供しています。<br />
一部のサービスのように、最大1千万円までしかコインが発行できないような制限もなく、供託金を預ける必要もありません。
</div>
</article>
<article>
<div class="imgcol" style="background:url(<?php print $Path; ?>/images/photo_api.jpg)"></div>
<div class="txt">
<h3>APIだけの簡単つなぎ込み</h3>
導入に難しいブロックチェーンの技術は不要です。<br />
単純なREST APIでのつなぎ込みのみですぐに利用可能です。
</div>
</article>
<article>
<div class="imgcol" style="background:url(<?php print $Path; ?>/images/photo_security.jpg)"></div>
<div class="txt">
<h3>高いセキュリティ</h3>
一般的に暗号資産はすべての取引が公開されており、誰でも取引状況を知ることが出来ますが、Cointはコンソーシアム側プラットフォームのため公開されません。<br />
（公開することも可能です。）
</div>
</article>
<article>
<div class="imgcol" style="background:url(<?php print $Path; ?>/images/photo_transaction.jpg)"></div>
<div class="txt">
<h3>高速トランザクション</h3>
暗号資産取引で一番の問題点は決済の遅さですが、Cointはどこよりも速いトランザクションで、すぐに結果が反映されます。
</div>
</article>
</section>
</main>

<section id="contactcol">
<article>
<p>Cointは限定公開中です。ご興味のある企業のお客様はこちらからお問い合わせください。</p>
<form action="mailto:contactus@frog.company" method="post" enctype="text/plain">
<dl>
<dt>貴社名</dt>
<dd><input type="text" name="company"></dd>
<dt>ご担当者名</dt>
<dd><input type="text" name="name"></dd>
<dt>メールアドレス</dt>
<dd><input type="text" name="email"></dd>
</dl>
<input type="submit" value="送信">
</form>
</article> 
</section>
<a class="btnclose"></a> 
<!--*contact*-->

<section id="privacycol">
<section class="mainarea">
<h2>プライバシーポリシー</h2>
<article>
COINT（以下「当サービス」）は、以下のとおり個人情報保護方針を定め、個人情報保護の仕組みを構築し、全従業員に個人情報保護の重要性の認識と取組みを徹底させることにより、個人情報の保護を推進致します。 
</article>
<ul>
<li>個人情報の管理<br>
当サービスは、お客さまの個人情報を正確かつ最新の状態に保ち、個人情報への不正アクセス・紛失・破損・改ざん・漏洩などを防止するため、 セキュリティシステムの維持・管理体制の整備・社員教育の徹底等の必要な措置を講じ、安全対策を実施し個人情報の厳重な管理を行ないます。</li>
<li>個人情報の利用目的<br>
お客さまからお預かりした個人情報は、当社からのご連絡や業務のご案内やご質問に対する回答として、電子メールや資料のご送付に利用いたします。</li>
<li>個人情報の第三者への開示・提供の禁止<br>
当サービスは、お客さまよりお預かりした個人情報を適切に管理し、次のいずれかに該当する場合を除き、個人情報を第三者に開示いたしません。<br />
→お客さまの同意がある場合<br />
→お客さまが希望されるサービスを行なうために当社が業務を委託する業者に対して開示する場合<br />
→法令に基づき開示することが必要である場合</li>
<li>個人情報の安全対策<br>
当社は、個人情報の正確性及び安全性確保のために、セキュリティに万全の対策を講じています。</li>
<li>ご本人の照会<br>
お客さまがご本人の個人情報の照会・削除などをご希望される場合には、ご本人であることを確認の上、対応させていただきます。</li>
<li>お問い合せ<br>
当社の個人情報の取扱に関するお問い合せは下記までご連絡ください。<br />
<a href="https://frog.company/" target="_blank">フロッグカンパニー株式会社</a></li>
</ul>
</section>
</section>
<a class="btnclose"></a> 
<!--*privacy*-->

<section id="usecol">
<section class="mainarea">
<h2>利用規約</h2>
<article>
この利用規約（以下，「本規約」といいます。）は，フロッグカンパニー株式会社（以下，「当社」といいます。）がこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。
</article>
<article>
<h3>第一条 -適用-</h3>
本規約は，ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。
</article>
<article>
<h3>第二条 -利用登録-</h3>
<ul>
<li>登録希望者が当社の定める方法によって利用登録を申請し，当社がこれを承認することによって，利用登録が完了するものとします。</li>
<li>当社は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。
<ol>
<li>利用登録の申請に際して虚偽の事項を届け出た場合</li>
<li>本規約に違反したことがある者からの申請である場合</li>
<li>その他，当社が利用登録を相当でないと判断した場合</li>
</ol>
</li>
</ul>
</article>
<article>
<h3>第三条 -ユーザーIDおよびパスワードの管理-</h3>
<ul>
<li>ユーザーは，自己の責任において，本サービスのユーザーIDおよびパスワードを管理するものとします。</li>
<li>ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与することはできません。当社は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。</li>
</ul>
</article>
<article>
<h3>第四条 -利用料金および支払方法-</h3>
<ul>
<li>料金の支払いはクレジット払い・請求書払が利用できます。請求書払は６ヶ月分まとめてのお支払いとなります。
</li>
</ul>
</article>
<article>
<h3>第五条 -禁止事項-</h3>
<p>ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。</p>
<ol>
<li>法令または公序良俗に違反する行為</li>
<li>犯罪行為に関連する行為</li>
<li>当社のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為</li>
<li>当社のサービスの運営を妨害するおそれのある行為</li>
<li>他のユーザーに関する個人情報等を収集または蓄積する行為</li>
<li>他のユーザーに成りすます行為</li>
<li>当社のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為</li>
<li>その他，当社が不適切と判断する行為</li>
</ol>
</article>
<article>
<h3>第六条 -本サービスの提供の停止等-</h3>
<p>ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。</p>
<ul>
<li>当社は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
<ol>
<li>本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</li>
<li>地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合</li>
<li>コンピュータまたは通信回線等が事故により停止した場合</li>
<li>その他，当社が本サービスの提供が困難と判断した場合</li>
</ol>
</li>
<li>当社は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害について，理由を問わず一切の責任を負わないものとします。</li>
</ul>
</article>
<article>
<h3>第七条 -利用制限および登録抹消-</h3>
<p>ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。</p>
<ul>
<li>当社は，以下の場合には，事前の通知なく，ユーザーに対して，本サービスの全部もしくは一部の利用を制限し，またはユーザーとしての登録を抹消することができるものとします。
<ol>
<li>本規約のいずれかの条項に違反した場合</li>
<li>登録事項に虚偽の事実があることが判明した場合</li>
<li>その他，当社が本サービスの利用を適当でないと判断した場合</li>
</ol>
</li>
<li>当社は，本条に基づき当社が行った行為によりユーザーに生じた損害について，一切の責任を負いません。</li>
</ul>
</article>
<article>
<h3>第八条 -免責事項-</h3>
<ul>
<li>当社の債務不履行責任は，当社の故意または重過失によらない場合には免責されるものとします。</li>
<li>当社は，何らかの理由によって責任を負う場合にも，通常生じうる損害の範囲内かつ有料サービスにおいては代金額（継続的サービスの場合には1か月分相当額）の範囲内においてのみ賠償の責任を負うものとします。</li>
<li>当社は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。</li>
</ul>
</article>
<article>
<h3>第九条 -サービス内容の変更等-</h3>
<p>当社は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。</p>
</article>
<article>
<h3>第十条 -利用規約の変更-</h3>
<p>当社は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。</p>
</article>
<article>
<h3>第十一条 -通知または連絡-</h3>
<p>ユーザーと当社との間の通知または連絡は，当社の定める方法によって行うものとします。</p>
</article>
<article>
<h3>第十二条 -権利義務の譲渡の禁止-</h3>
<p>ユーザーは，当社の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。</p>
</article>
<article>
<h3>第十三条 -準拠法・裁判管轄-</h3>
<ul>
<li>本規約の解釈にあたっては，日本法を準拠法とします。</li>
<li>本サービスに関して紛争が生じた場合には，当社の本店所在地を管轄する裁判所を専属的合意管轄とします。</li> 
</ul>
</article>
    以上
</section>
</section>
<a class="btnclose"></a>
<!--*terms of use*-->

<section id="lawcol">
<section class="mainarea">
<h2>特商法表記</h2>
<article>
<h3>特定商取引法に基づく表示</h3>
「特定商取引に関する法律」第11条（通信販売についての広告）に基づき以下に明示致します。
</article>
<dl>
<dt>事業者</dt>
<dd>フロッグカンパニー株式会社</dd>
<dt>代表者</dt>
<dd>會田 昌史</dd>
<dt>ホームページ</dt>
<dd><a href="https://frog.company/" target="_blank">https://frog.company/</a></dd>
<dt>メールアドレス
<dd><a href="mailto:contactus@frog.company">contactus@frog.company</a></dd>
<dt>所在地</dt>
<dd>〒106-0044 東京都港区東麻布1丁目5-2ザイマックス東麻布ビル8F</dd>
<dt>電話番号</dt>
<dd>050-3196-9600<br />
※お取引やサービスについてのお問い合わせは電話では受け付けておりません。<br />
大変申し訳ありませんが、お問い合わせにつきましては個人情報保護等の理由から「お問い合わせ」フォームからのご連絡を頂いた上で対応させていただいております。<br />
ご不便をおかけいたしますが、ご理解ご協力の程宜しくお願い致します。</dd>
<dt>販売価格</dt>
<dd>各商品に表記された価格に準じます。</dd>
<dt>商品の送料・手数料</dt>
<dd>
<ol>
<li>商品の発送はありませんので送料はありません。<br />
手数料はご契約後規定の手数料がかかります<br />
</li>
<li>海外発送の注文<br />
発送はありませんので行いません。</li>
</ol>
</dd>
<dt>ギフトラッピング</dt>
<dd>ギフトラッピングはありません。</dd>
<dt>消費税</dt>
<dd>消費税は、販売先が日本国内の場合にのみ課税されます。ただし、物々交換対象商品、コインおよび前払式支払手段に該当する商品の購入には、消費税は課税されません。消費税については、こちらをご覧ください</dd>
<dt>商品等の引き渡し時期</dt>
<dd>両者の承認が取れ次第、所有権が移管。発送ご希望の場合は、取引完了確認後、3～7日程度で発送。</dd>
<dt>支払方法</dt>
<dd>支払い方法については、こちらをご覧下さい。</dd>
<dt>支払期限</dt>
<dd>クレジットカードについては、こちらをご覧下さい。<br />
代金引換については、こちらをご覧下さい。<br />
コンビニ・ATM・ネットバンキング・電子マネー払いについては、こちらをご覧下さい。</dd>
<dt>支払期限</dt>
<dd>返品・交換について<br />
お客様都合による返品・交換は受け付けておりませんが、その商品を出店されることで物々交換ができます。<br />
不良品についての取扱はこちらをご覧下さい。。</dd>
</dl>
</section>
</section>
<a class="btnclose"></a> 
<!--*law*-->

<?php include (dirname(__FILE__) . "/common/footer.php"); ?>
